Repository: Elbandi/transmission-remote-dotnet
Catalog: TransmissionClientNew/Languages/*.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, sv_se, tr_tr

source: New torrent {0}.
cs_cz: Nový torrent {0}.
de_de: Neuer Torrent {0}.
fr_fr: Nouveau torrent {0}.
hu_hu: Új torrent: {0}
nl_nl: Nieuwe torrent {0}.
pl_pl: Nowy torrent {0}.
sv_se: Ny torrent {0}.

source: There is a newer version ({0}.{1}) available. Would you like to visit the downloads page?
cs_cz: Je k dispozici novější verze ({0}.{1}). Chcete navštívit stránku ke stažení?
de_de: Es ist eine neue Version ({0}.{1}) verfügbar. Die Download Seite aufrufen?
fr_fr: Mise à jour ({0}.{1}) disponible. Ouvrir la page de téléchargement ?
hu_hu: Elérhető újabb verzió ({0}.{1}). Megakarja látogatni a letöltési oldalt?
nl_nl: Er is een nieuwere versie ({0}.{1}) beschikbaar. Wil je nu naar de downloadpagina gaan om deze te downloaden?
pl_pl: Dostępna jest nowa wersja - ({0}.{1}). Czy otworzyć stronę pobierania??
sv_se: Det finns en nyare version ({0}.{1}). Vill du gå till nerladdningssidan?
tr_tr: Yeni versiyon ({0}.{1}) indirilebilir durumda. İndirme sayfasına gitmek ister misiniz?

source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
hu_hu: Nem
nl_nl: Nee
pl_pl: Nie
sv_se: Nej
tr_tr: Hayır

source: No hostname has been set.
de_de: Kein Hostname eingetragen
fr_fr: Pas de nom d'hôte défini.
nl_nl: Er is geen hostnaam ingesteld.
pl_pl: Nie podano nazwy hosta.
sv_se: Inget värdnamn har angivits.

source: No upgrade available
cs_cz: Není k dispozici žádná aktualizace
de_de: Kein Upgrade verfügbar
fr_fr: Aucune mise à jour disponible
hu_hu: Nincs elérhető frissítés
nl_nl: Er is geen nieuwere versie beschikbaar
pl_pl: Uaktualnienie niedostępne
sv_se: Det finns ingen uppgradering
tr_tr: Güncelleme mevcut değil

source: Normal
cs_cz: Normalní
hu_hu: Normál
nl_nl: Normaal
pl_pl: Normalny

source: Normal priority
cs_cz: Normální priorita
de_de: Normale Priorität
fr_fr: Priorité normale
hu_hu: Normál prioritás
nl_nl: Normale prioriteit
pl_pl: Normalny priorytet
sv_se: Normal prioritet
tr_tr: Normal öncelik

source: Not connected
cs_cz: Nepřipojen
de_de: Nicht verbunden
fr_fr: Non connecté
hu_hu: Nincs csatlakozva
nl_nl: Niet verbonden
pl_pl: Niepołączony
sv_se: Inte ansluten
tr_tr: Bağlanılamadı

source: BitTorrent Metafile (*.torrent)|*.torrent|All Files (*.*)|*.*
de_de: BitTorrent Metafile (*.torrent)|*.torrent|Alle Dateien (*.*)|*.*
fr_fr: Metafile BitTorrent (*.torrent)|*.torrent|Tous Fichiers (*.*)|*.*
hu_hu: BitTorrent Metafile (*.torrent)|*.torrent|Minden fájl (*.*)|*.*
nl_nl: BitTorrent Metabestanden (*.torrent)|*.torrent|All Files (*.*)|*.*
pl_pl: Pliki BitTorrent (*.torrent)|*.torrent|Wszystkie pliki (*.*)|*.*
sv_se: BitTorrent Metadata (*.torrent)|*.torrent|Alla filer (*.*)|*.*
tr_tr: BitTorrent Metafile (*.torrent)|*.torrent|Tüm dosyalar (*.*)|*.*

source: PNG Image|*.png
de_de: PNG Bild|*.png
fr_fr: Image PNG|*.png
pl_pl: Obraz PNG|*.png
sv_se: PNG bild|*.png

source: Open on Network Share
cs_cz: Otevřít sdílenou složku
de_de: Öffne auf Netzwerkfreigabe
fr_fr: Ouvrir dans dossier distant
hu_hu: Hálózati megosztás megnyitása
nl_nl: Open netwerk map
pl_pl: Otwórz folder sieciowy
sv_se: Öppna från nätverksplats

source: Password
de_de: Passwort
nl_nl: Wachtwoord
pl_pl: Hasło
sv_se: Lösenord

source: Paused
cs_cz: Zastaveno
de_de: Pausiert
fr_fr: Pause
hu_hu: Szüneteltetve
nl_nl: Gepauzeerd
pl_pl: Wstrzymane
sv_se: Pausad
tr_tr: Durduruldu

source: Pieces
cs_cz: Části
de_de: Teile
fr_fr: Morceaux
hu_hu: Szeletek
nl_nl: Onderdelen
pl_pl: Części
sv_se: Delar

source: {0} x {1} (have {2})
de_de: {0} x {1} ({2} Teile fertig)
hu_hu: {0} x {1} ({2} van)
nl_nl: {0} x {1} (ontvangen {2})
pl_pl: {0} x {1} (ukończono {2})
sv_se: {0} x {1} (har {2})

source: The incoming port on your daemon is CLOSED.
cs_cz: Příchozí port deamona je ZAVŘENÝ
de_de: Incoming Port des Daemons ist GESCHLOSSEN.
fr_fr: Port d'entrée du daemon FERME.
hu_hu: A daemon bejövő kapcsolat portja ZÁRVA.
nl_nl: De inkomende poort op de deamon is GESLOTEN.
pl_pl: Port nasłuchu połączeń jest ZAMKNIĘTY.
sv_se: Den inkommande porten på din dator är STÄNGD.
tr_tr: Sunucudaki gelen dosya portu kapandı.

source: The incoming port on your daemon is OPEN.
cs_cz: Příchozí port deamona je OTEVŘENÝ
de_de: Incoming Port des Daemons ist OFFEN.
fr_fr: Port d'entrée de votre daemon OUVERT.
hu_hu: A daemon bejövő kapcsolat portja NYITVA.
nl_nl: De inkomende poort op de deamon is OPEN.
pl_pl: Port nasłuchu połączeń jest OTWARTY.
sv_se: Den inkommande porten på din dator är ÖPPEN.
tr_tr: Sunucudaki gelen dosya portu açık.

source: Port test result
cs_cz: Výsledek testu portu
de_de: Port-Test Ergebnis
fr_fr: Résultat test de port
hu_hu: Bejövő kapcsolat port tesztelés eredménye
nl_nl: Poort test resultaat
pl_pl: Wyniki testu portów
sv_se: Resultat av porttest
tr_tr: Port testi sonuçları

source: Querying...
cs_cz: Získávám...
de_de: Anfrage läuft...
fr_fr: Requête...
hu_hu: Lekérdezés...
nl_nl: Aanvragen...
pl_pl: Sprawdzanie...
sv_se: Hämtar...
tr_tr: Okunuyor...

source: Revision
cs_cz: Revize
fr_fr: Révision
nl_nl: Versie
pl_pl: Poprawka
tr_tr: Revizyon

source: RpcVersion
nl_nl: RpcVersie
pl_pl: Wersja RPC

source: RpcVersionMinimum
nl_nl: RpcVersieMinimum
pl_pl: Minimalna wersja RPC

source: Second
cs_cz: Sekund
de_de: Sekunde
fr_fr: Seconde
hu_hu: Másodperc
nl_nl: Seconden
pl_pl: Sekunda
sv_se: Sekund
tr_tr: Saniye

source: Seeding
cs_cz: Seeduji
fr_fr: Partage
hu_hu: Feltöltés
pl_pl: Wysyłanie
sv_se: Delar ut
tr_tr: Gönderiliyor

source: Select all
cs_cz: Vybrat vše
de_de: Alle auswählen
fr_fr: Tout
hu_hu: Mind kijelöl
nl_nl: Alles selecteren
pl_pl: Zaznacz wszystko
sv_se: Markera alla
tr_tr: Tümünü seç

source: 5 sec|10 sec|30 sec|5 min
de_de: 5 Sekunden|10 Sekunden|30 Sekunden|5 Minuten
pl_pl: 5 sek|10 sek|30 sek|5 min
sv_se: 5 sek|10 sek|30 sek|5 min

source: This torrent is now complete
cs_cz: Úloha dokončena
de_de: Dieser Torrent ist fertig heruntergeladen
fr_fr: Ce torrent est complet
hu_hu: Ez a torrent befejezte a letöltést.
nl_nl: De volgende torrent is nu compleet
pl_pl: Torrent został pobrany
sv_se: Denna torrent är komplett
tr_tr: Torrent tamamlandı

source: This torrent has finished downloading.
de_de: Dieser Torrent wurde fertiggestellt.
fr_fr: Téléchargement du torrent finit.
pl_pl: Pobieranie pliku torrent ukończone.
sv_se: Denna torrent har laddats ner färdigt

source: Torrents
cs_cz: Torrentů
hu_hu: Torrentek
pl_pl: Torrenty
tr_tr: Torrentlar

source: {0} ({1} done) ({2} valid)
de_de: {0} ({1} fertig) ({2} geprüft)
pl_pl: {0} ({1} pobrano) ({2} poprawnych)
sv_se: {0} ({1} klara) ({2} giltiga)

source: {0} ({1} done) ({2} valid) ({3} total)
de_de: {0} ({1} fertig) ({2} geprüft) ({3} insgesamt)
pl_pl: {0} ({1} pobrano) ({2} poprawnych) ({3} ogółem)
sv_se: {0} ({1} klara) ({2} giltiga) ({3} totalt)

source: Unable to run plink
de_de: Kann plink.exe nicht ausführen
fr_fr: plink introuvable
pl_pl: Nie można uruchomić plink
sv_se: Kunde inte starta plink

source: Unable to open
cs_cz: Nelze otevřít
de_de: Konnte nicht geöffnet werden
fr_fr: Impossible d'ouvrir
hu_hu: Megnyítás sikertelen
nl_nl: Het openen is mislukt
pl_pl: Nie można otworzyć
sv_se: Kunde inte öppna

source: Unable to parse the server response
cs_cz: Nelze zpracovat odpověď serveru
de_de: Serverantwort konnte nicht geparst werden.
fr_fr: Réponse du serveur erronée
hu_hu: Hiba a kiszolgáló válasz feldolgozásakor
nl_nl: Valideren van de server response is mislukt
pl_pl: Nieznana odpowiedź serwera
sv_se: Kunde inte behandla svaret från servern
tr_tr: Sunucu yanıtı geçersiz

source: Byte|Kilobyte|Megabyte|Gigabyte|Terabyte
fr_fr: Octet|Kilooctet|Mégaoctet|Gigaoctet|Téraoctet
pl_pl: Bajt|Kilobajt|Megabajt|Gigabajt|Terabajt

source: Unix path exists
de_de: UNIX Pfad existiert bereits
fr_fr: Chemin UNIX existant
pl_pl: Ścieżka już istnieje
sv_se: Unix-sökvägen finns

source: Unknown
cs_cz: Neznámý
de_de: Unbekannt
hu_hu: Ismeretlen
nl_nl: Onbekend
pl_pl: Nieznany
sv_se: Okänt

source: Unknown (negative)
cs_cz: Neznámý (negative)
de_de: Unbekannt (negativ)
fr_fr: Inconnu (négatif)
hu_hu: Ismeretlen (negatív)
nl_nl: Onbekend (negatief)
pl_pl: Nieznany (negatywny)
sv_se: Okänt (negativt)
tr_tr: Bilinmeyen (negatif)

source: Unknown response tag
de_de: Unbekannter Response-Tag
hu_hu: Ismeretlen válasz
nl_nl: Onbekende server reactie
pl_pl: Nieznana odpowiedź
sv_se: Okänd svars-tag

source: Unlimited
cs_cz: Neomezeno
de_de: Kein Limit
fr_fr: Illimité
hu_hu: Korlátlan
nl_nl: Ongelimiteerd
pl_pl: Bez limitu
sv_se: Obegränsad
tr_tr: Limitsiz

source: Unsuccessful request
cs_cz: Neúspěšný požadavek
de_de: Anfrage gescheitert
fr_fr: Requête échouée
nl_nl: Request is mislukt
pl_pl: Błędne żądanie
sv_se: Misslyckad förfrågan
tr_tr: İstek tamamlanamadı

source: Updating...
cs_cz: Aktualizuji...
de_de: Update...
fr_fr: Mise à jour...
hu_hu: Frissítés...
nl_nl: Bijwerken...
pl_pl: Uaktualnianie...
sv_se: Uppdaterar...
tr_tr: Güncelleniyor...

source: Upgrade available
cs_cz: Dostupná aktualizace
de_de: Upgrade verfügbar
fr_fr: Mise à jour disponible
hu_hu: Frissítés elérhető
nl_nl: Er is een nieuwe versie beschikbaar
pl_pl: Uaktualnienie dostępne
sv_se: Uppgradering finns
tr_tr: Güncelleme Mevcut

source: Upload Limit
fr_fr: Limite d'envoi
hu_hu: Feltöltési korlát
nl_nl: Upload Limiet
pl_pl: Limit wysyłania
sv_se: Uppladdningsbegränsning
tr_tr: Gönderme Limiti

source: Waiting for input
cs_cz: Čekám na vstup
de_de: Warte auf Eingabe
fr_fr: Entrée en attente
hu_hu: Várakozás
nl_nl: Wacht op invoer
pl_pl: Oczekiwanie na dane
sv_se: Väntar på inmatning
tr_tr: Giriş bekleniyor

source: Waiting to check
cs_cz: Čekám na ověření
de_de: Warte zum Überprüfen
fr_fr: Vérification en attente
hu_hu: Várakozás az ellenőrzésre
nl_nl: Wacht op controle
pl_pl: W kolejce
sv_se: Väntar på kontroll
tr_tr: Kontrolü bekleyin

source: {0} connected
de_de: {0} verbunden
fr_fr: {0} est connecté
hu_hu: Csatlakozva: {0}
nl_nl: {0} verbonden
pl_pl: {0} połączonych
sv_se: {0} ansluten
tr_tr: {0} e bağlanıldı

source: {0} in blocklist.
cs_cz: {0} v blokaci
de_de: {0} in Blockliste.
fr_fr: {0} dans la blocklist
hu_hu: {0} elem a tiltólistán.
nl_nl: {0} in banlijst.
pl_pl: {0} na czarnej liście.
sv_se: {0} i blocklista.
tr_tr: {0} tane bloklanmış.

source: {0} of {1} connected
cs_cz: {0} z {1} připojeno
de_de: {0} von {1} verbunden
fr_fr: {0} sur {1} sont connectés
hu_hu: Csatlakozva: {0} Összes: {1}
nl_nl: {0} of {1} verbonden
pl_pl: {0} z {1} połączonych
sv_se: {0} av {1} anslutna
tr_tr: {0} da {1} e bağlanıldı

source: Yes
cs_cz: Ano
de_de: Ja
fr_fr: Oui
hu_hu: Igen
nl_nl: Ja
pl_pl: Tak
sv_se: Ja
tr_tr: Evet

source: Enable Local Peer Discovery
de_de: Aktiviere lokale Peer Suche
fr_fr: Activer Local Peer Discovery
pl_pl: Włącz Wykrywanie Lokalnych Peerów (LPD)
sv_se: Upptäck lokala kontakter

source: Enable Peer Exchange
cs_cz: Zapnout Peer Exchange
de_de: Peer Exchange aktivieren
fr_fr: Autoriser échange de sources
hu_hu: Peer kicsereles engedélyezése
nl_nl: Zet Peer Exchange aan
pl_pl: Włącz Wymianę Peerów (PEX)
sv_se: Använd kontaktutväxling
tr_tr: Eş değişimi etkin

source: Enable alternate speed limits
cs_cz: Zapnout alternativní limity
de_de: Bandbreiten-Limit aktivieren
fr_fr: Activer vitesse limite alternative
hu_hu: Alternatív sebesség korlátok engedélyezése
nl_nl: Zet alternatieve snelheden aan
pl_pl: Włącz alternatywne limitowanie
sv_se: Använd alternativ nerladdningshastiget
tr_tr: Alternatif hız limtleri etkin

source: Time constraint
cs_cz: Časové omezení
de_de: Zeitbindung
fr_fr: Limite de temps
hu_hu: Idő megszorítás
nl_nl: Tijdsbeperking
pl_pl: Limit czasowy
sv_se: Tidsbegränsning
tr_tr: Zaman sınırı

source: Blocklist enabled
cs_cz: Zapnout blocklist
de_de: Blockliste aktivieren
fr_fr: Blocklist activée
hu_hu: Tiltólista engedélyezése
nl_nl: Blocklist aangezet
pl_pl: Włącz Blocklist
sv_se: Använd blockeringslista
tr_tr: Blocklist etkin

source: Enable Distributed Hash Table (DHT)
cs_cz: Zapnout Distributed Hash Table (DHT)
de_de: DHT aktivieren (Distributed Hash Table)
fr_fr: Activier Distributed Hash Table (DHT)
hu_hu: DHT hálózat engedése
nl_nl: Zet Distributed Hash Table (DHT) aan
pl_pl: Włącz DHT (Distributed Hash Table)
sv_se: Använd Distribuerad Hashtabell (DHT)

source: tolerated
cs_cz: Tolerováno
de_de: toleriert
fr_fr: toleré
nl_nl: Getoloreerd
pl_pl: Tolerowane
sv_se: accepteras

source: preferred
cs_cz: Povoleno
de_de: bevorzugt
fr_fr: preferé
hu_hu: előnyben részesít
nl_nl: Voorkeur
pl_pl: Preferowane
sv_se: föredras

source: required
cs_cz: Vynuceno
de_de: benötigt
fr_fr: requis
hu_hu: kötelező
nl_nl: Verplicht
pl_pl: Wymagane
sv_se: krävs

source: Incomplete download to:
de_de: Unvollständige herunterladen nach:
fr_fr: Downloads incomplets vers:
pl_pl: Folder plików tymczasowych:
sv_se: Inkompletta nerladdningar till:

source: Download To:
cs_cz: Cílová složka:
de_de: Herunterladen nach:
fr_fr: Télécharger dans :
hu_hu: Letöltés ide:
nl_nl: Downloaden Naar:
pl_pl: Pobieraj do:
sv_se: Ladda ner till:
tr_tr: Buradan indir :

source: Down:
fr_fr: Réception:
hu_hu: Le:
nl_nl: Beneden:
pl_pl: Pobierania:
sv_se: Ner:
tr_tr: İndirme :

source: Up:
fr_fr: Emission:
hu_hu: Fel:
nl_nl: Omhoog:
pl_pl: Wysyłania:
sv_se: Upp:
tr_tr: Gönderme :

source: Incoming port:
cs_cz: Příchozí port:
de_de: Eingehender Port:
fr_fr: Port entrant:
hu_hu: Bejövő kapcsolatok portja:
nl_nl: Binnen komende poort:
pl_pl: Port nasłuchu:
sv_se: Inkommande port:
tr_tr: Gelen portu:

source: Encryption:
cs_cz: Šifrování:
de_de: Verschlüsselung:
hu_hu: Titkosítás:
nl_nl: Versleuteling:
pl_pl: Szyfrowanie:
sv_se: Kryptering:

source: Peer Limit
cs_cz: Limit peerů
fr_fr: Limite de sources
hu_hu: Kapcsolatok száma
nl_nl: Peer Limiet
pl_pl: Limit Peerów:
sv_se: Anslutningsbegränsning
tr_tr: Eş limiti

source: NOTE: Availability of some options may require a transmission-daemon upgrade.
cs_cz: Zpřístupnění některých možností možná vyžaduje aktualizaci daemona
de_de: BEACHTE: Einige Optionen benötigen ein Upgrade des Transmission-Daemons.
fr_fr: NOTE: Certaines options peuvent nécessiter une MAJ du daemon Transmission.
hu_hu: Figyelem: Néhány beállítás elérhetőségéhez a transmission-daemon frissítése szükséges.
nl_nl: LET OP: De beschikbaarheid van sommige opties vereisen een deamon upgrade
pl_pl: WAŻNE: Niektóre opcje dostępne są tylko po uaktualnieniu transmission-daemon!
sv_se: OBS: Vissa inställningar kan kräva en uppdatering av transmission-daemon.
tr_tr: NOT : Bazı özellikleri kullanabilmeniz için transmission-daemon'u güncellemeniz gerekebilir.

source: to
cs_cz: do
de_de: zu
fr_fr: vers
hu_hu: -tól
nl_nl: tot
pl_pl: do
sv_se: till

source: Limit download
cs_cz: Download limit
de_de: Limitiere Download
fr_fr: Limiter la réception
hu_hu: Maximum letöltés
nl_nl: Downloadlimiet
pl_pl: Limit pobierania:
sv_se: Begränsa nerladdning

source: Limit upload
cs_cz: Upload limit
de_de: Limitiere Upload
fr_fr: Limiter l'envoi
hu_hu: Maximum feltöltés
nl_nl: Uploadlimiet
pl_pl: Limit wysyłania:
sv_se: Begränsa uppladdning

source: Enable UPnP
cs_cz: Zapnout UPnP
de_de: UPnP aktivieren
fr_fr: Activer UPnP
hu_hu: UPnP használata
nl_nl: UPnP inschakelen
pl_pl: Włącz UPnP
sv_se: Använd UPnP

source: Seed Ratio Limit
fr_fr: Limite du ratio d'envoi
hu_hu: Megosztási arány
nl_nl: Seed Ratio Limiet
pl_pl: Wysyłaj do ratio:
sv_se: Gräns för utdelning
tr_tr: Gönderme Oranı Limiti

source: Limits
cs_cz: Limity
de_de: Bandbreiten-Limit
fr_fr: Limites
hu_hu: Korlátok
nl_nl: Limieten
pl_pl: Limity
sv_se: Gränser
tr_tr: Limitler

source: Alternate limits
cs_cz: Alternativní limity
de_de: Bandbreiten-Limit
fr_fr: Alterner limites
hu_hu: Alternatív korlátok
nl_nl: Alternatieve snelheden
pl_pl: Alternatywne limity
sv_se: Alternativa gränser
tr_tr: Alternatif limitler

source: Test Port
cs_cz: Otestovat port
de_de: Teste Port
fr_fr: Tester Port
hu_hu: Port tesztelés
nl_nl: Test Poort
pl_pl: Sprawdź
sv_se: Testa port
tr_tr: Test Portu

source: Update Blocklist
cs_cz: Aktualizovat blocklist
de_de: Update Blockliste
fr_fr: Mettre à jour Blocklist
hu_hu: Tiltólista frissítés
nl_nl: Blocklist bijwerken
pl_pl: Uaktualnij Blocklist
sv_se: Uppdatera blockeringslistan
tr_tr: Blok Güncelle

source: Transmission Daemon Statistics
cs_cz: Transmission Daemon Statistiky
de_de: Transmission Daemon Statistik
fr_fr: Statistiques daemon de Transmission
hu_hu: Transmission Daemon Statisztika
nl_nl: Transmission Daemon Statistieken
pl_pl: Transmission Daemon - Statystyki
sv_se: Transmission Daemon Statistik
tr_tr: Transmission Daemon İstatistikler

source: Cumulative Stats
cs_cz: Celkové statistiky
de_de: Gesamtstatistik
fr_fr: Stats cumulatives
hu_hu: Összesített statisztika
nl_nl: Cumulatieve Statistieken
pl_pl: Statystyki całkowite
sv_se: Kumulativ statistik
tr_tr: Toplam İstatistik

source: Current Session Stats
cs_cz: Statistiky relace
de_de: Sitzungsstatistik
fr_fr: Stats de la session en cours
hu_hu: Aktuális menet statisztika
nl_nl: Huidige sessie statistieken
pl_pl: Obecna sesja
sv_se: Statistik för denna session
tr_tr: Mevcut işlem İstatistiği

source: Downloaded bytes:
cs_cz: Celkem staženo (byte):
de_de: Heruntergeladen:
fr_fr: Téléchargé:
hu_hu: Letöltés:
nl_nl: Gedownloade bytes:
pl_pl: Pobrano:
sv_se: Nerladdat bytes
tr_tr: İndirilmiş (byte):

source: Files added:
cs_cz: Přidáno úloh:
de_de: Dateien hinzugefügt:
fr_fr: Fichiers ajoutés:
hu_hu: Hozzáadott fájlok:
nl_nl: Bestanden toegevoegd:
pl_pl: Dodanych plików:
sv_se: Tillagda filer:
tr_tr: Eklenen :

source: Seconds active
cs_cz: Aktivní (sec)
de_de: Laufzeit:
fr_fr: Durée d'activité
hu_hu: Futott idő:
nl_nl: Aantal seconden actief
pl_pl: Czas On-line:
sv_se: Sekunder aktiv
tr_tr: Anlık aktivite

source: Session Count
cs_cz: Počet relací
de_de: Sitzungen:
fr_fr: Nombre de sessions
hu_hu: Menetek száma:
nl_nl: Sessie telling
pl_pl: Liczba sesji:
sv_se: Antal sessioner
tr_tr: İşlem

source: Unit factor:
de_de: Einheitenfaktor:
fr_fr: Unité choisie:
pl_pl: Jednostka:
sv_se: Enhet:

source: Uploaded bytes:
cs_cz: Celkem odesláno:
de_de: Hochgeladen:
fr_fr: Envoyé:
hu_hu: Feltöltés:
nl_nl: Geuploade bytes:
pl_pl: Wysłano:
sv_se: Uppladdade bytes:
tr_tr: Gönderilmiş (byte) :

source: Date:
de_de: Datum:
nl_nl: Datum:
pl_pl: Data:
sv_se: Datum:

source: Name:
fr_fr: Nom:
nl_nl: Naam:
pl_pl: Nazwa:
sv_se: Namn:

source: Torrent properties
de_de: Torrent Eigenschaften
fr_fr: Propriétés Torrent
nl_nl: Torrent eigenschappen
pl_pl: Właściwości torrenta
sv_se: Torrentegenskaper

source: Select All
de_de: Alle auswählen
fr_fr: Tout Sélectionner
nl_nl: Selecteer alles
pl_pl: Zaznacz wszystkie
sv_se: Markera alla

source: Select Invert
de_de: Auswahl invertieren
fr_fr: Inverser Selec.
nl_nl: Draai selectie om
pl_pl: Odwróć zaznaczenie
sv_se: Invertera markering

source: Select None
de_de: Nichts auswählen
fr_fr: Déselect.
nl_nl: Selecteer niets
pl_pl: Odznacz wszystkie
sv_se: Markera ingen

source: Size:
de_de: Größe:
fr_fr: Taille:
pl_pl: Rozmiar:
sv_se: Storlek:

source: Torrent Contents
de_de: Torrent Inhalt
fr_fr: Contenu Torrent
nl_nl: Torrent inhoud
pl_pl: Zawartość torrenta
sv_se: Torrent innehåll

source: Alternate destination directory:
cs_cz: Alternativní cílová složka:
de_de: Alternatives Zielverzeichnis:
fr_fr: Repertoire destination alternatif:
hu_hu: Cél könyvtár:
nl_nl: Afwisselende bestemmingsmap:
pl_pl: Alt. folder docelowy:
sv_se: Alternativ målkatalog:

source: Alternate peer limit:
cs_cz: Alternativní peer limit
de_de: Alternatives Peer Limit:
fr_fr: Limite clients alternative:
hu_hu: Kapcsolatok száma:
nl_nl: Afwisselende peer limiet:
pl_pl: Alt. limit peerów:
sv_se: Alternativt antal anslutningar:

source: Start torrent
de_de: Starte Torrent
fr_fr: Démarrer torrent
nl_nl: Start met torrent
pl_pl: Uruchom torrent
sv_se: Starta torrent

source: Limit download rate
cs_cz: Download limit
de_de: Limitiere Download-Rate
fr_fr: Limite taux de réception
hu_hu: Max letöltési sebesség:
nl_nl: Limiteer download snelheid
pl_pl: Limit pobierania:
sv_se: Begränsa nerladdningshastighet
tr_tr: İndirme oranı limiti

source: Honors session limits
cs_cz: Respektovat limity session
de_de: Akzeptiere Sitzungs-Limits
fr_fr: Respecter limites de session
nl_nl: Kom de sessie limieten na
pl_pl: Użyj limitów sesji
sv_se: Använd begränsning av antal sessioner

source: Maximum peers
cs_cz: Maximum Peerů
fr_fr: Sources maximum
hu_hu: Maximum kapcsolatok száma
nl_nl: Maximaal aantal verbonden peers
pl_pl: Limit peerów:
sv_se: Maximalt antal anslutningar
tr_tr: Maksimum eş

source: Bandwidth priority:
cs_cz: Priorita:
de_de: Bandbreiten Priorität:
fr_fr: Priorité bande passante:
hu_hu: Sávszélesség prioritás:
nl_nl: Bandbreedte prioriteit:
pl_pl: Wykorzystanie łącza:
sv_se: Bandbreddsprioritet:
tr_tr: Bantgenişliği Önceliği :

source: Limit seed ratio
de_de: Limitiere Seed-Ratio
fr_fr: Limiter ratio d'envoi
hu_hu: Feltöltési arány
nl_nl: Limiteer seed ratio
pl_pl: Wysyłaj do ratio:
sv_se: Begränsa utdelningsration
tr_tr: Gönderme oranı limiti

source: Limit upload rate
cs_cz: Upload limit
de_de: Limitiere Upload-Rate
fr_fr: Limite taux d'émission
hu_hu: Maximum feltöltési sebesség
nl_nl: Limiteer upload snelheid
pl_pl: Limit wysyłania:
sv_se: Begränsa uppladdningshastighet
tr_tr: Gönderme oranı limiti

source: Upload by URL
cs_cz: Přidat torrent z URL
de_de: Upload mittels URL
fr_fr: Ajouter à partir d'une URL
hu_hu: Torrent hozzáadása URL-ből
nl_nl: Geupload door URL
pl_pl: Wczytaj z adresu URL...
sv_se: Ladda upp via URL
tr_tr: Adrese gönder

source: Set torrent options before upload
de_de: Setze Torrent Optionen vor dem Upload
fr_fr: Régler torrent avant upload
pl_pl: Ustaw właściwości torrenta przed pobraniem
sv_se: Ange torrentinställningar innan uppladdning

source: Waiting for URL...
cs_cz: Čekám na URL...
de_de: Warte auf URL...
fr_fr: En attente de l'URL...
hu_hu: Várakozás az URL-re...
nl_nl: Wacht op URL...
pl_pl: Oczekiwanie na adres URL...
sv_se: Väntar på en URL...
tr_tr: Adresten bekleniyor...

source: Host
fr_fr: Hôte
sv_se: Värd
tr_tr: Sunucu

source: Host:
fr_fr: Hôte :
hu_hu: Hostnév:
nl_nl: Server:
sv_se: Värd:
tr_tr: Sunucu:

source: Status:
cs_cz: Stav:
fr_fr: Etat:
hu_hu: Állapot:
tr_tr: Durum :

source: Status
cs_cz: Stav
fr_fr: Etat
hu_hu: Állapot
tr_tr: Durum

source: Tier
cs_cz: Úroveň
de_de: Rang
fr_fr: Tiers
nl_nl: Laag
sv_se: Nivå

source: Build
fr_fr: Version
nl_nl: Maak
sv_se: Bygg
tr_tr: Yapı

source: GB
fr_fr: Go

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: TB
fr_fr: To

source: KB/s
fr_fr: Ko/s

source: Ratio:
hu_hu: Arány:
sv_se: Förhållande:

source: Open Folder on Network Share
sv_se: &Öppna via nätverksutdelning

source: items selected
sv_se: poster valda

source: Peer limit per torrent
sv_se: Anslutningar per torrent:

source: Hash:
de_de: Prüf-ID:
hu_hu: Ellenőrző-összeg:

source: TorrentPropertiesDialog
cs_cz: Vlastnosti torrentu
de_de: TorrentEigenschaftenDialog
hu_hu: Torrent tulajdonságok

source: Auto
nl_nl: Automatich

source: Port
nl_nl: Poort

source: Port:
nl_nl: Poort:

source: Info
nl_nl: Informatie
tr_tr: Bilgi

source: OK
nl_nl: Bevestigen
tr_tr: Tamam

source: Ratio
hu_hu: Arány

source: Tracker
hu_hu: Tracker-ek
tr_tr: İzleyici

source: MoveDataPrompt
hu_hu: Adatok mozgatása
