Repository: Elbandi/transmission-remote-dotnet
Catalog: TransmissionClientNew/Languages/*.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, sv_se, tr_tr

source: Created at:
cs_cz: Vytvořeno:
de_de: Erstellt am:
fr_fr: Créé:
hu_hu: Létrehozva:
nl_nl: Aangemaakt op:
pl_pl: Utworzono:
sv_se: Skapad den:
tr_tr: Oluşturulma :

source: Created by:
cs_cz: Vytvořil:
de_de: Erstellt von:
fr_fr: Logiciel:
hu_hu: Létrehozta:
nl_nl: Aangemaakt door:
pl_pl: Utworzony w:
sv_se: Skapad av:
tr_tr: Oluştucu :

source: Resolution:
cs_cz: Rozlišení:
de_de: Intervall:
fr_fr: Résolution:
hu_hu: Felbontás:
nl_nl: Oplossing:
pl_pl: Podziałka wykresu:
sv_se: Opløsning:
tr_tr: Hassasiyet :

source: Up
fr_fr: Emission
hu_hu: Fel
nl_nl: Omhoog
pl_pl: Wysyłanie
sv_se: Upp
tr_tr: Yükselt

source: Down
fr_fr: Réception
hu_hu: Le
nl_nl: Omlaag
pl_pl: Pobieranie
sv_se: Ner
tr_tr: İndir

source: Started At:
cs_cz: Spuštěno:
de_de: Gestartet am:
fr_fr: Démarré:
hu_hu: Elindítva:
nl_nl: Begonnen op:
pl_pl: Rozpoczęto:
sv_se: Startad:
tr_tr: Başlatma :

source: Remaining:
cs_cz: Zbývá:
de_de: Restzeit:
fr_fr: ETA:
hu_hu: Hátravan:
nl_nl: Resterend:
pl_pl: Pozostało:
sv_se: Kvarvarande:
tr_tr: Kalan Süre :

source: Uploaded:
cs_cz: Odesláno:
de_de: Hochgeladen:
fr_fr: Envoyé:
hu_hu: Feltöltve:
nl_nl: Geupload:
pl_pl: Wysłano:
sv_se: Uppladdat:
tr_tr: Gönderildi :

source: Downloaded:
cs_cz: Staženo:
de_de: Runtergeladen:
fr_fr: Reçu:
hu_hu: Letöltve:
nl_nl: Gedownload:
pl_pl: Pobrano:
sv_se: Nerladdat:
tr_tr: İndirildi :

source: Download speed:
cs_cz: Rychlost Down:
de_de: Download-Rate:
fr_fr: Taux réception:
hu_hu: Letöltési seb.:
nl_nl: Download snelheid:
pl_pl: Pobieranie:
sv_se: Hastighet Ner:
tr_tr: İndirme Oranı :

source: Upload speed:
cs_cz: Rychlost Up:
de_de: Upload-Rate:
fr_fr: Taux envoi:
hu_hu: Feltöltési seb.:
nl_nl: Upload snelheid:
pl_pl: Wysyłanie:
sv_se: Hastighet Upp:
tr_tr: Gönderme Oranı :

source: Download limit:
fr_fr: Limite réception:
hu_hu: Le korlát:
nl_nl: Download limiet:
pl_pl: Limit pobierania:
sv_se: Begränsning Ner:
tr_tr: İndirme Limiti :

source: Error:
cs_cz: Chyba:
de_de: Fehler:
fr_fr: Erreur:
hu_hu: Hiba:
nl_nl: Fout:
pl_pl: Błąd:
sv_se: Fel:
tr_tr: Hata :

source: Language
cs_cz: Jazyk
de_de: Sprache
fr_fr: Langue
hu_hu: Nyelv
nl_nl: Taal
pl_pl: Język:
sv_se: S&pråk
tr_tr: Dil

source: Local settings
cs_cz: Místní nastavení
de_de: Lokale Einstellungen
fr_fr: Paramètres locaux
hu_hu: Helyi beállítások
nl_nl: Lokale instellingen
pl_pl: Lokalne
sv_se: Inställningar &Lokalt
tr_tr: İstemci Ayarları

source: Location:
de_de: Speicherort:
hu_hu: Mentés helye:
nl_nl: Locatie:
pl_pl: Położenie:
sv_se: Plats:

source: Move torrent data
cs_cz: Přesunout data torrentu
de_de: Verschiebe Torrent Daten
fr_fr: Déplacer les données
hu_hu: Torrent adat áthelyezése
nl_nl: Verplaats torrent gegevens
pl_pl: Zmień folder docelowy
sv_se: Flytta torrent data

source: Open on network share
cs_cz: Otevřít ve sdílené složce
de_de: Über Netzwerk-Freigabe öffnen
fr_fr: Ouvrir dans dossier distant
hu_hu: Hálózati megosztás megnyitása
nl_nl: Open op network map
pl_pl: Otwórz folder sieciowy
sv_se: Öppna via nätverksutdelning

source: Options
cs_cz: Nastavení
de_de: Optionen
hu_hu: Beállítások
nl_nl: Opties
pl_pl: Ustawienia
sv_se: &Inställningar
tr_tr: Ayarlar

source: Pause
cs_cz: Zastavit
de_de: Pausieren
fr_fr: Pauser
hu_hu: Szüneteltet
nl_nl: Pauze
pl_pl: Pauza
sv_se: Pausa
tr_tr: Durdur

source: Pause torrent(s)
cs_cz: Zastavit
de_de: Torrent(s) pausieren
fr_fr: Pauser torrent(s)
hu_hu: Torrent(ek) szüneteltetése
nl_nl: Pauzeer torrent(s)
pl_pl: Wstrzymaj torrent(y)
sv_se: Pausa torrent(s)
tr_tr: Torrentı durdur

source: Client
cs_cz: Klient
hu_hu: Kliens
nl_nl: Klant
pl_pl: Klient
sv_se: Klient
tr_tr: İstemci

source: Country
cs_cz: Země
de_de: Land
fr_fr: Pays
hu_hu: Ország
nl_nl: Land
pl_pl: Kraj
sv_se: Land
tr_tr: Ülke

source: Down Speed
cs_cz: Rychlost Down
de_de: Download-Rate
fr_fr: Réception
hu_hu: Letöltés
nl_nl: Download Snelheid
pl_pl: Pobieranie
sv_se: Nerladdningshastighet
tr_tr: İndirme Oranı

source: Flags
cs_cz: Příznak
de_de: Flaggen
fr_fr: Labels
hu_hu: Jelzők
nl_nl: Vlaggen
pl_pl: Flagi
sv_se: Flaggor
tr_tr: Bayraklar

source: Hostname
fr_fr: Nom d'hôte
hu_hu: Hostnév
nl_nl: Hostnaam
pl_pl: Host
sv_se: Datornamn
tr_tr: Sunucu Adı

source: IP Address
cs_cz: IP
de_de: IP Adresse
fr_fr: Adresse IP
hu_hu: IP
nl_nl: IP Adres
pl_pl: Adres IP
sv_se: IP-adress
tr_tr: IP Adresi

source: Progress
cs_cz: Průběh
de_de: Fortschritt
fr_fr: Avancement
nl_nl: Voortgang
pl_pl: Postęp
sv_se: Resultat
tr_tr: İşlemler

source: Peers
cs_cz: Uživatelé
fr_fr: Sources
hu_hu: Peer-ek
pl_pl: Peerów
sv_se: Klienter
tr_tr: Eşler

source: Up Speed
cs_cz: Rychlost Up
de_de: Upload-Rate
fr_fr: Emission
hu_hu: Feltöltés
nl_nl: Upload Snelheid
pl_pl: Wysyłanie
sv_se: Uppladdningshastighet
tr_tr: Gönderme Oranı

source: Pieces:
cs_cz: Části:
de_de: Teile x Größe:
fr_fr: Morceaux:
hu_hu: Szeletek:
nl_nl: Onderdelen:
pl_pl: Części:
sv_se: Delar:

source: Project site
cs_cz: Stránka projektu
de_de: Projekt Seite
fr_fr: Site du projet
hu_hu: Project honlap
nl_nl: Projekt lokatie
pl_pl: Strona projektu
sv_se: &Hemsida...
tr_tr: Proje Sitesi

source: Properties
cs_cz: Vlastnosti
de_de: Eigenschaften
fr_fr: Propriétés
hu_hu: Tulajdonságok
nl_nl: Onderdelen
pl_pl: Właściwości
sv_se: Egenskaper
tr_tr: Özellikler

source: Reannounce
cs_cz: Aktualizovat tracker
de_de: Aktualisiere Tracker
fr_fr: Réannoncer
hu_hu: Újrahirdet
nl_nl: Heraankondigen
pl_pl: Aktualizuj tracker
sv_se: Återannonserar
tr_tr: Tekrar Anonsla

source: Recently Active
cs_cz: Poslední aktivita
de_de: Kürzlich aktiv
fr_fr: Récemment Actifs
hu_hu: Nemrég aktív
nl_nl: Pas aktief
pl_pl: Ostatnio aktywne
sv_se: Nyligen aktiva
tr_tr: Geçmiş aktiviteler

source: Recheck
cs_cz: Ověřit soubory
de_de: Prüfen
fr_fr: Vérifier
hu_hu: Újraellenőrzés
nl_nl: Hercontroleren
pl_pl: Sprawdź ponownie
sv_se: Kontrollerar på nytt
tr_tr: Onayla

source: Recheck torrent(s)
cs_cz: Ověřit soubory
fr_fr: Vérifier torrent(s)
hu_hu: Torrent(ek) újraellenőrzése
nl_nl: Hercontroleer torrent(s)
pl_pl: Sprawdź torrent(y)
sv_se: Kontrollera torrent(s)
tr_tr: Torrentı Onayla

source: Remote Settings
cs_cz: Vzdálené nastavení
de_de: Remote Einstellungen
fr_fr: Paramètres distants
hu_hu: Távoli beállítások
nl_nl: Server instellingen
pl_pl: Ustawienia zdalne
sv_se: Serverinställningar
tr_tr: Sunucu Ayarları

source: Remote settings
cs_cz: Vzdálené nastavení
de_de: Remote Einstellungen
fr_fr: Paramètres distants
hu_hu: Távoli beállítások
nl_nl: Server instellingen
pl_pl: Zdalne
sv_se: Inställningar &Server
tr_tr: Sunucu Ayarları

source: Remove and delete torrent(s)
cs_cz: Odstranit a smazat torrent(y)
de_de: Entferne Torrent(s) und lösche Daten
fr_fr: Retirer et effacer torrent(s)
hu_hu: Torrent(ek) eltávolítása és törlése
nl_nl: Verwijder torrent(s) uit lijst en van de harde schijf
pl_pl: Usuń i skasuj dane torrenta(ów)
sv_se: Radera torrent(s)
tr_tr: Torrentı sil ve kaldır

source: Remove and delete
cs_cz: Odstranit a smazat
de_de: Entferne Torrent(s) und lösche Daten
fr_fr: Retirer et effacer
hu_hu: Eltávolítás és törlés
nl_nl: Verwijder uit lijst en van de harde schijf
pl_pl: Usuń i skasuj dane
sv_se: Ta bort och radera
tr_tr: Kaldır ve Sil

source: Remove torrent(s)
cs_cz: Smazat
de_de: Entferne Torrent(s)
fr_fr: Retirer torrent(s)
hu_hu: Torrent(ek) eltávolítása
nl_nl: Verwijder torrent(s) uit de lijst
pl_pl: Usuń torrent(y)
sv_se: Ta bort torrents
tr_tr: Torrentı sil

source: Display statistics
cs_cz: Zobrazit statistiky
de_de: Zeige Statistik
fr_fr: Afficher statistiques
hu_hu: Statisztikák
nl_nl: Laat statistieken zien
pl_pl: Pokaż statystyki
sv_se: Visa statistik
tr_tr: İstatistikleri Göster

source: Category filter panel
cs_cz: Filtrování
de_de: Kategorie-Filter ein-/ausblenden
fr_fr: Panneau des catégories
hu_hu: Kategória lista mutatása
nl_nl: Categorie filter paneel
pl_pl: Filtr kategorii
sv_se: &Kategorifilter

source: Details panel
cs_cz: Panel s detaily
de_de: Detailfeld
fr_fr: Panneau des détails
hu_hu: Részletes infók
nl_nl: Details paneel
pl_pl: Szczegóły
sv_se: &Detaljpanel
tr_tr: Detay Ekranı

source: Show Error Log
cs_cz: Zobrazit chybový log
de_de: Zeige Fehler-Log
fr_fr: Journal des erreurs
hu_hu: Hibanapló mutatása
nl_nl: Laat foutenlogboek zien
pl_pl: Pokaż log błędów
sv_se: &Visa fellogg
tr_tr: Hata kaydını göster

source: Speed
cs_cz: Rychlost
de_de: Grafik
fr_fr: Vitesse
hu_hu: Sebesség
nl_nl: Snelheid
pl_pl: Prędkość
sv_se: Hastighet
tr_tr: Hız

source: Start all
cs_cz: Spustit vše
de_de: Starte alle
fr_fr: Tout démarrer
hu_hu: Mind indítása
nl_nl: Begonnen op
pl_pl: Uruchom wszystkie
sv_se: Starta alla
tr_tr: Tümünü Başlat

source: Start
cs_cz: Spustit
de_de: Starte
fr_fr: Démarrer
hu_hu: Indítás
pl_pl: Uruchom
sv_se: Starta
tr_tr: Başlat

source: Start torrent(s)
cs_cz: Spustit
de_de: Starte Torrent(s)
fr_fr: Démarrer torrent(s)
hu_hu: Torrent(ek) indítása
pl_pl: Uruchom torrent(y)
sv_se: Starta torrent(s)
tr_tr: Torrentı başlat

source: Pause all
cs_cz: Zastavit vše
de_de: Alle Pausieren
fr_fr: Tout pauser
hu_hu: Mind szüneteltetése
nl_nl: Pauseer all
pl_pl: Wstrzymaj wszystkie
sv_se: Pausa alla
tr_tr: Tümünü Durdur

source: Time elapsed:
cs_cz: Uplynulý čas:
de_de: Laufzeit
fr_fr: Temps passé:
hu_hu: Eltelt idő:
nl_nl: Verstreken tijd:
pl_pl: Upłynęło:
sv_se: Tidsåtgång:
tr_tr: Geçen Süre :

source: Added At
cs_cz: Přidáno
de_de: Hinzugfügt
fr_fr: Ajouté le
hu_hu: Hozzáadva
nl_nl: Toegevoegd op
pl_pl: Dodano
sv_se: Tillagd den:
tr_tr: Eklenme Tarihi

source: Completed At
cs_cz: Dokočeno
de_de: Fertiggestellt
fr_fr: Finit
hu_hu: Elkészült
nl_nl: Afgerond op
pl_pl: Ukończono
sv_se: Färdig den:
tr_tr: Tamamlanma Tarihi

source: ETA
cs_cz: Zbývá
de_de: Restzeit
hu_hu: Hátravan
nl_nl: Resterend
pl_pl: PCU
sv_se: Tid kvar
tr_tr: Kalan Süre

source: Leechers
cs_cz: Peerů
de_de: Leecher
fr_fr: Clients
hu_hu: Letöltők
pl_pl: Pobierających
sv_se: Hämtare
tr_tr: İndiren

source: Seeds
cs_cz: Seedů
de_de: Seeder
fr_fr: Sources
hu_hu: Megosztók
pl_pl: Seedów
sv_se: Utdelare
tr_tr: Gönderen

source: Uploaded
cs_cz: Odesláno
de_de: Gesendet
fr_fr: Envoyé
hu_hu: Feltöltve
nl_nl: Ge-upload
pl_pl: Wysłano
sv_se: Uppladdat
tr_tr: Gönderilmiş

source: Announce URL
fr_fr: URL d'annonce
nl_nl: Aankondigings URL
pl_pl: Adres announce
sv_se: Tracker URL
tr_tr: Anons Adresi

source: Downloaded
de_de: Fertiggestellt
fr_fr: Reçu
nl_nl: Gedownload
pl_pl: Pobrano
sv_se: Nerladdat

source: Trackers
cs_cz: Trackery
de_de: Tracker
hu_hu: Tracker-ek
pl_pl: Trackery
tr_tr: İzleyiciler

source: Update In
fr_fr: MAJ dans
nl_nl: Bijgewerkt op
pl_pl: Uaktualniony
sv_se: Uppdatera om

source: View
cs_cz: Zobrazit
de_de: Ansicht
fr_fr: Vue
hu_hu: Nézet
nl_nl: Bekijken
pl_pl: Widok
sv_se: &Visa
tr_tr: Göster

source: Move
cs_cz: Přesunout
de_de: Verschieben
fr_fr: Déplacer
hu_hu: Mozgat
nl_nl: Verplaatsen
pl_pl: Przenieś
sv_se: Flytta

source: Destination directory:
cs_cz: Cílová složka:
de_de: Ziel-Verzeichnis:
fr_fr: Répertoire de destination
hu_hu: Cél könyvtár:
nl_nl: Doel map:
pl_pl: Folder docelowy:
sv_se: Målkatalog:

source: Author
cs_cz: Autor
de_de: Autor
fr_fr: Auteur
hu_hu: Szerző
nl_nl: Auteur
pl_pl: Autor
sv_se: Skapare
tr_tr: Oluşturan

source: Bandwidth allocation
cs_cz: Šířka pásma
de_de: Bandbreiten-Ausnutzung
fr_fr: Allocation bande passante
hu_hu: Sávszélesség kiosztás
nl_nl: Bandbreedte allocatie
pl_pl: Wykorzystanie łącza
sv_se: Allokerad bandbredd

source: Broken
cs_cz: Chyba
de_de: Defekt
fr_fr: Erreur
hu_hu: Törött
nl_nl: Kapot
pl_pl: Błędne
sv_se: Trasig
tr_tr: Kırık

source: Byte
fr_fr: Octet
hu_hu: Bájt
pl_pl: Bajt

source: Checking
cs_cz: Ověřování
de_de: Überprüfe
fr_fr: Vérification
hu_hu: Ellenőrzés
nl_nl: Controleren
pl_pl: Sprawdzanie
sv_se: Kontrollerar
tr_tr: Kontrol

source: Complete
cs_cz: Dokončeno
de_de: Fertig
fr_fr: Terminé
hu_hu: Befejezve
nl_nl: Afgerond
pl_pl: Ukończone
sv_se: Färdig
tr_tr: Tamamlanmış

source: Confirm
cs_cz: Potvrdit
de_de: Sind Sie sicher?
fr_fr: Confirmer
hu_hu: Megerősít
nl_nl: Bevestigen
pl_pl: Potwierdzenie
sv_se: Godkänn
tr_tr: Onayla

source: You have selected {0} torrents for recheck. It may take a long time. Are you sure?
de_de: Es wurden {0} Torrents zur Überprüfung ausgewählt. Dies kann lange dauern. Sind Sie sicher?
fr_fr: Vous allez vérifier {0} torrents. Cela peut être long. Etes-vous sûr(e) ?
pl_pl: Zaznaczyłeś {0} torrent(ów) do ponownego sprawdzenia. Może to zająć trochę czasu. Czy chcesz kontynuować?
sv_se: Du har valt att verifiera {0} torrents på nytt. Detta kan ta lång tid. Vill du fortsätta?

source: You have selected {0} torrents for removal. Are you sure?
cs_cz: Vybral jste {0} torrentů k odstranění. Chcete pokračovat?
de_de: Es wurden {0} Torrents zum Löschen ausgewählt, sind Sie sicher?
fr_fr: Vous allez retirer {0} torrents. Etes-vous sûr(e) ?
hu_hu: Biztos benne, hogy eltávolítja a {0} kiválasztott torrentet?
nl_nl: Weet je zeker dat je {0} torrents wilt verwijderen?
pl_pl: Wybrałeś {0} torrentów do usunięcia. Jesteś tego pewien?
sv_se: Vill du verkligen radera {0} torrents?
tr_tr: Silmek için {0} torrent seçtiniz. Emin misiniz?

source: You have selected {0} torrents for removal. Are you sure?{1}ALL THE DATA FROM THESE TORRENTS WILL BE REMOVED.
cs_cz: Vybral jste {0} torrentů k odstranění. Chcete pokračovat? {1}Všechna stažená data budou smazána
de_de: Es wurden {0} Torrents zum Löschen ausgewählt, sind Sie sicher?{1}ALLE DATEN DIESER TORRENTS WERDEN GELÖSCHT.
fr_fr: Vous allez retirer {0} torrents. Etes-vous sûr(e) ?{1}Toutes les données seront également supprimées.
hu_hu: Biztos benne, hogy eltávolítja a {0} kiválasztott torrentet{1}és az összes csatlakozó adatot?
nl_nl: Weet je zeker dat je {0} torrents wilt verwijderen?{1}ALLE GEGEVENS VAN DEZE TORRENTS ZULLEN WORDEN VERWIJDERD
pl_pl: Wybrałeś {0} torrentów do usunięcia. Jesteś tego pewien?{1}WSZYSTKIE DANE POWIĄZANE Z TORRENTEM ZOSTANĄ USUNIĘTE!
sv_se: Du har valt att radera {0} torrents. Är du säker?{1}ALL INFORMATION FRÅN DESSA TORRENTS RADERAS.
tr_tr: Silmek için {0} torrent seçtiniz. Emin misiniz?{1}BU TORRENT'A AİT TÜM VERİLER SİLİNECEK.

source: "{0}" server settings have been changed. Would you like to save it?
de_de: "{0}" Die Server Einstellungen wurden geändert. Änderungen speichern?
fr_fr: Réglages du serveur "{0}" changés. Appliquer ?
pl_pl: "{0}" ustawienia serwera zostały zmienione. Czy chcesz je zapisać?
sv_se: "{0}" serverinställningar har ändrats. Vill du spara dem?

source: Do you want to recheck {0}? It may take a long time.
de_de: {0} Überprüfen? Dies kann lange dauern.
fr_fr: Voulez vous vérifier {0}? Cela peut être long.
pl_pl: Czy chcesz sprawdzić {0}? Może to zająć trochę czasu.
sv_se: Vill du verifiera {0} på nytt? Detta kan ta lång tid.

source: Do you want to remove {0}?
cs_cz: Opravdu chcete odstranit {0}?
de_de: Wirklich entfernen {0}?
fr_fr: Voulez-vous retirer {0}?
hu_hu: Biztos benne, hogy eltávolítja a {0} torrenteket?
nl_nl: Weet je zeker dat je {0} wilt verwijderen?
pl_pl: Czy chcesz usunąć {0}?
sv_se: Vill du ta bort {0}?

source: Do you want to remove and delete {0}?{1}ALL THE DATA FROM THIS TORRENT WILL BE REMOVED.
cs_cz: Opravdu chcete odstranit {0}? {1}Všechna stažená data budou smazána
de_de: Entfernen und löschen {0}?{1}ALLE DATEN DIESES TORRENTS WERDEN GELÖSCHT.
fr_fr: Voulez-vous retirer et effacer {0}?{1}Toutes les données seront également supprimées.
hu_hu: Biztos benne, hogy eltávolítja a {0} torrenteket{1}és az összes csatlakozó adatot?
nl_nl: Weet je zeker dat je {0} wilt verwijderen?{1}ALLE GEGEVENS VAN DEZE TORRENTS ZULLEN WORDEN VERWIJDERD
pl_pl: Czy chcesz usunąć i skasować {0}?{1}WSZYSTKIE DANE POWIĄZANE Z TORRENTEM ZOSTANĄ USUNIĘTE!
sv_se: Vill du radera {0}?{1}ALL INFORMATION FRÅN DENNATORRENT RADERAS.
tr_tr: Torrentı kaldırmayı gerçekten istiyor musunuz {0}?{1}BU TORRENT'A AİT TÜM VERİLER SİLİNECEK.

source: Connected. Getting torrent information...
cs_cz: Připojeno. Získávám informace o torrentech...
de_de: Verbunden. Erhalte Torrent Informationen...
fr_fr: Connecté. Récupération des informations sur les torrents...
hu_hu: Csatlakozva. Torrent információk megszerzése...
nl_nl: Verbonden. Bezig met het ophalen van torrent informatie...
pl_pl: Połączono. Pobieranie danych o torrentach...
sv_se: Ansluten. Hämtar torrent information...
tr_tr: Bağlanıldı. Torrent bilgileri alınıyor...

source: Connected to
cs_cz: Připojen k
de_de: Verbunden mit
fr_fr: Connecté sur
hu_hu: Csatlakozva
nl_nl: Verbonden met
pl_pl: Połączono z
sv_se: Ansluten till
tr_tr: Bağlanıldı :

source: Connecting
cs_cz: Připojuji
de_de: Verbinde
fr_fr: Connexion
hu_hu: Csatlakozás
nl_nl: Bezig met verbinden
pl_pl: Łączenie
sv_se: Ansluter
tr_tr: Bağlanılıyor

source: Day
cs_cz: Den
de_de: Tag
fr_fr: Jour
hu_hu: Nap
nl_nl: Dag
pl_pl: Dzień
sv_se: Dag
tr_tr: Gün

source: Disconnected
cs_cz: Odpojen
de_de: Getrennt
fr_fr: Déconnecté
hu_hu: Szétkapcsolva
nl_nl: Niet verbonden
pl_pl: Rozłączony
sv_se: Frånkopplad
tr_tr: Bağlantı kesildi

source: Disconnected. Exceeded maximum number of failed requests.
cs_cz: Odpojen. Překročet limit opakování při chybných požadavcích.
de_de: Getrennt. Anzahl der fehlgeschlagegenen Anfragen überschritten.
fr_fr: Déconnecté. Nombre maxmial de tentatives depassé.
hu_hu: Szétkapcsolva. Elérte a maximális hibás kérések számát.
nl_nl: Niet verbonden. Maximaal aantal pogingen bereikt.
pl_pl: Rozłączony. Osiągnięto maksymalną liczbę błędnych odwołań.
sv_se: Frånkopplad. Maximalt antal misslyckade försök har uppnåtts.
tr_tr: Bağlantı kesildi. Hata sınırı aşıldı.

source: Download
fr_fr: Réception
hu_hu: Letölt
pl_pl: Pobierz
sv_se: Ladda ner
tr_tr: İndirme

source: Download Limit
fr_fr: Limite de réception
hu_hu: Letöltési korlát
nl_nl: Download Limiet
pl_pl: Limit pobierania
sv_se: Nerladdningsgräns
tr_tr: İndirme Limiti

source: {0} ({1} valid)
de_de: {0} ({1} geprüft)
fr_fr: {0} ({1} valide)
hu_hu: {0} ({1} érvényes)
nl_nl: {0} ({1} correct)
pl_pl: {0} ({1} poprawnych)
sv_se: {0} ({1} giltig)
tr_tr: {0} ({1} Onayla)

source: Downloading
cs_cz: Stahuji
de_de: Download
fr_fr: Réception
hu_hu: Letöltés
pl_pl: Pobieranie
sv_se: Laddar ner
tr_tr: İndiriliyor

source: Empty file
de_de: Leere Datei
fr_fr: Fichier vide
hu_hu: Üres fájl
nl_nl: Bestand is leeg
pl_pl: Pusty plik
sv_se: Tom fil

source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
hu_hu: Hiba
nl_nl: Fout
pl_pl: Błąd
sv_se: Fel
tr_tr: Hata

source: Failed request
cs_cz: Chybný požadavek
de_de: Anfrage fehlgeschlagen
fr_fr: Requête échouée
hu_hu: Hibás kérés
nl_nl: Aantal pogingen
pl_pl: Błędne żądanie
sv_se: Misslyckad anslutning
tr_tr: Sorguda hata

source: Feed exists
de_de: Feed existiert bereits
fr_fr: Flux existant
pl_pl: Wątek istnieje
sv_se: Feed finns

source: GeoIP init error ({0})
de_de: GeoIP Initalisierungs-Fehler ({0})
fr_fr: Erreur de l'init. GeoIP ({0})
hu_hu: GeoIP betöltési hiba ({0})
nl_nl: Het initialiseren van GeoIP is mislukt ({0})
pl_pl: Błąd inicjalizacji GeoIP ({0})
sv_se: GeoIP init fel ({0})

source: Gigabyte
fr_fr: Gigaoctet
hu_hu: Gigabájt
pl_pl: Gigabajt

source: High
cs_cz: Vysoký
de_de: Hoch
fr_fr: Haut
hu_hu: Magas
nl_nl: Hoog
pl_pl: Wysokie
sv_se: Hög
tr_tr: Yüksek

source: High priority
cs_cz: Vysoká priorita
de_de: Hohe Priorität
fr_fr: Priorité haute
hu_hu: Magas prioritás
nl_nl: Hoge prioriteit
pl_pl: Wysoki priorytet
sv_se: Hög prioritet
tr_tr: Yüksek Öncelik

source: Hour
cs_cz: Hodina
de_de: Stunde
fr_fr: Heure
hu_hu: Óra
nl_nl: Uur
pl_pl: Godzina
sv_se: Timme
tr_tr: Saat

source: Daemon try to download something, but the http result is:{0}{1}
de_de: Dämon versucht etwas herunterzuladen, aber das HTTP Resultat ist:{0}{1}
fr_fr: Le daemon essaye de télécharger, mais le résultat HTTP est:{0}{1}
nl_nl: Onverwachts resultaat bij het downloaden door de Daemon:{0}{1}
pl_pl: Błędna próba pobierania, rezultat z http: {0}{1}
sv_se: Daemon försökte ladda ner något men http svaret är:{0}{1}

source: Incomplete
cs_cz: Nedokočeno
de_de: Unvollständig
fr_fr: Incomplet
hu_hu: Befejezetlen
nl_nl: Incompleet
pl_pl: Niedokończone
sv_se: Ofullständig
tr_tr: Tamamlanmamış

source: Info object to clipboard
cs_cz: Info objektu do schránky
de_de: Torrenteigenschaften in die Zwischenablage kopieren
fr_fr: Infos de l'objet vers le presse-papier
hu_hu: Info object vágólapra másolása
nl_nl: Info object naar klembord
pl_pl: Kopiuj info o torrencie
sv_se: Info till urklipp

source: Input accepted
cs_cz: Vstup přijat
de_de: Eingabe akzeptiert
fr_fr: Entrée acceptée
hu_hu: Bemenet elfogadva
nl_nl: Input ge-accepteerd
pl_pl: Dane poprawne
sv_se: Inmatning godkänd
tr_tr: Giriş onaylandı

source: Invalid RPC location
de_de: Ungültiger RPC Speicherort
fr_fr: Location RPC invalide
pl_pl: Błędna lokalizacja RPC
sv_se: Ogiltig RPC-plats

source: Kilobyte
fr_fr: Kilooctet
hu_hu: Kilobájt
pl_pl: Kilobajt

source: You are using the latest version ({0}.{1}).
cs_cz: Používáte poslední verzi ({0}.{1}).
de_de: Sie benutzen bereits die akutellste Version ({0}.{1}).
fr_fr: Vous utilisez la dernière version ({0}.{1}).
hu_hu: A legfrissebb verziót használja ({0}.{1}).
nl_nl: Je maakt gebruik van de laatste versie ({0}.{1}).
pl_pl: Wersja {0}.{1} jest aktualna.
sv_se: Du använder den senaste versionen ({0}.{1}).
tr_tr: En güncel versiyonu kullanıyorsunuz ({0}.{1}).

source: Latest version check failed
cs_cz: Ověření verze selhalo
de_de: Letzte Aktualisierung fehlgeschlagen
fr_fr: Echec de vérification de la dernière version
hu_hu: Hiba a frissítés keresése közben
nl_nl: Controleren op laatste versie is mislukt
pl_pl: Sprawdzanie wersji nie powiodło się.
sv_se: Kontroll av senaste version misslyckades
tr_tr: Versiyon kontrolü başarısız

source: Loading {0}...
cs_cz: Načítám {0}...
de_de: Lade {0}...
fr_fr: Chargement de {0}...
hu_hu: {0} betöltése...
nl_nl: Bezig met laden van {0}...
pl_pl: Ładowanie {0}...
sv_se: laddar {0}...

source: Low
cs_cz: Nízký
de_de: Niedrig
fr_fr: Bas
hu_hu: Alacsony
nl_nl: Laag
pl_pl: Niskie
sv_se: Låg
tr_tr: Düşük

source: Low priority
cs_cz: Nízká priorita
de_de: Niedrige Priorität
fr_fr: Priorité basse
hu_hu: Alacsony prioritás
nl_nl: Lage prioriteit
pl_pl: Niski priorytet
sv_se: Låg prioritet
tr_tr: Düşük Öncelik

source: Sample mapping:
de_de: Beispiel Mapping:
fr_fr: Echantillon:
nl_nl: Voorbeeld mapping:
pl_pl: Przykładowe mapowanie:
sv_se: Testmappning:

source: Megabyte
fr_fr: Mégaoctet
hu_hu: Megabájt
pl_pl: Megabajt

source: Minute
cs_cz: Minuta
hu_hu: Perc
nl_nl: Minuten
pl_pl: Minuta
sv_se: Minut
tr_tr: Dakika

source: Move multiple torrent data
cs_cz: Přesunout data torrentů
de_de: Verschiebe mehrere Torrent Daten
fr_fr: Déplacer données de plusieurs torrents
hu_hu: Több torrent adat áthelyezése
nl_nl: Verplaats torrent data
pl_pl: Zmień folder docelowy wielu torrentów
sv_se: Flytta flera torrent data

source: Move {0}
cs_cz: Přesunout {0}
de_de: Verschiebe {0}
fr_fr: Déplacer {0}
hu_hu: {0} adat áthelyezése
nl_nl: Verplaats {0}
pl_pl: Przenieś {0}
sv_se: Flytta {0}

source: Multiple Torrent Properties
cs_cz: Vlastnosti torrentů
de_de: Mehrere Torrent Eigenschaften
fr_fr: Propriétés Torrents Multiples
hu_hu: Több torrent tulajdonsága
nl_nl: Torrent Instelligen
pl_pl: Właściwości wielu torrentów
sv_se: Flera torrent egenskaper

source: You must be connected to add torrents. Would you like to connect now?
cs_cz: Musíte být připojený pro přidávání torrentů. Chcete se nyní připojit?
de_de: Sie müssen verbunden sein, damit neue Torrents hinzugefügt werden können. Jetzt verbinden?
fr_fr: Connexion requise pour ajouter des torrents. Se connecter ?
hu_hu: Kapcsolódnia kell ahhoz, hogy torrenteket adhasson hozzá. Kíván most kapcsolódni?
nl_nl: Je moet verbonden zijn om torrents toe te voegen. Wil je nu een verbinding opzetten?
pl_pl: Musisz być połączony by móc dodawać torrenty. Czy chcesz się połączyć?
sv_se: Du måste vara ansluten för att lägga till torrents. Vill du ansluta nu?
tr_tr: Torrent eklemek için bağlı olmalısınız. Şimdi bağlanmak ister misiniz?
