Repository: Elbandi/transmission-remote-dotnet
Catalog: TransmissionClientNew/Languages/*.po
Languages: cs_cz, de_de, fr_fr, hu_hu, nl_nl, pl_pl, sv_se, tr_tr

source: AboutDialog
cs_cz: O aplikaci Transmission Remote
de_de: Über Transmission Remote
fr_fr: A propos de Transmission Remote
hu_hu: Transmission Remote névjegy
pl_pl: O Transmission Remote
sv_se: Om Transmission Remote
tr_tr: Transmission Remote Hakkında

source: Copyright
pl_pl: Prawa autorskie

source: Credits && acknowledgements:
de_de: Verdienst && Danksagung:
fr_fr: Credits && remerciements:
hu_hu: Credits és elismerések:
pl_pl: Info dla użytkowników:

source: Developers:
de_de: Entwickler:
fr_fr: Développeurs:
hu_hu: Fejlesztők:
nl_nl: Ontwikkelaars:
pl_pl: Twórcy:
sv_se: Utvecklare:

source: Homepage:
de_de: Webseite:
fr_fr: Page internet:
hu_hu: Honlap:
pl_pl: Strona projektu:
sv_se: Hemsida:

source: Product Name
de_de: Produkt Name
fr_fr: Désignation Produit
nl_nl: Product Naam
pl_pl: Nazwa programu
sv_se: Produktname

source: Version
cs_cz: Verze
hu_hu: Verzió
nl_nl: Versie
pl_pl: Wersja
tr_tr: Versiyon

source: * Most icons are the creation of David Vignoni in his Nuvola theme. http://www.icon-king.com/ * Some icons were kindly contributed by liuzhiyi and benketom. * charles and the other Transmission developers for their great work. * The code for reading .torrent files was taken from Alan McGovern's MonoTorrent project. * Thank you to all the following users kind enough to translate this application: * Romaric R. for the French translation. * benba for the German translation. * drphrozen for the Danish translation. * András Első for the Hungarian translation. * liuzhiyi for the Chinese (Simplified) translation. * Woodzu and cichy for the Polish translation. * RayTracer for the Turkish translation. * Alexey Komarov for the Russian translation. * huexxx for the Spanish translation. * twohertz for the Korean translation. * zeal.tsai for the Taiwanese translation. * IkE Blaster for the Czech translation. * Ingmar Hoogendoorn for the Dutch translation. * Kadu Leite for the Brazilian Portuguese translation. * zeal.tsai for the Chinese (Traditional) translation.
de_de: * Die meisten Icons sind die Kreation von David Vignoni aus seinem Nuvola Icon Theme. http://www.icon-king.com/ * Einige Icons wurden freundlicherweise von liuzhiyi und benketom beigesteuert. * charles und den anderen Transmission Entwicklern für ihre großartige Arbeit. * Der Quellcode für das Auslesen von .torrent Dateien wurde von Alan McGovern's MonoTorrent Projekt übernommen. * Ein Dank an die Übersetzer: * [französisch] Romaric R. * [deutsch] benba * [dänisch] drphrozen * [ungarisch] András Elso * [chinesisch] liuzhiyi * [polnisch] Woodzu and cichy * [türkisch] RayTracer * [russisch] Alexey Komarov * [spanisch] huexxx * [koreanisch] twohertz * [taiwanesisch] zeal.tsai * [tschechisch] IkE Blaster
fr_fr: * La plupart des icônes sont issues du thème Nuvola créé par David Vignoni. http://www.icon-king.com/ * D'autres icônes furent gracieusement offertes par Liuzhiyi et Benketom. * Charles et les autres dévloppeurs de Transmission pour leur superbe travail. * Le code pour lire les .torrent est celui du projet MonoTorrent d'Alan McGovern. * Merci à tous les utilisateurs suivants pour nous avoir proposé de traduire cette application: * Romaric R. & Nicola R. for the French translation. * benba for the German translation. * drphrozen for the Danish translation. * András Első for the Hungarian translation. * liuzhiyi for the Chinese (Simplified) translation. * Woodzu and cichy for the Polish translation. * RayTracer for the Turkish translation. * Alexey Komarov for the Russian translation. * huexxx for the Spanish translation. * twohertz for the Korean translation. * zeal.tsai for the Taiwanese translation. * IkE Blaster for the Czech translation. * Ingmar Hoogendoorn for the Dutch translation. * Kadu Leite for the Brazilian Portuguese translation. * zeal.tsai for the Chinese (Traditional) translation.
pl_pl: * Większość ikon została stworzona przez David Vignoni dla theme'u Nuvola. http://www.icon-king.com/ * Niektóre ikony zostały stworzone przez liuzhiyi oraz benketom. * Podziękowania dla charles'a oraz innych twórców za ich wkład w powstaniu Transmission. * Kod do odczytywania plików .torrent został wzięty z projektu Alana McGoverna - MonoTorrent. * Podziękowania dla osób które przetłumaczyły interfejs programu: * Romaric R. za Francuskie tłumaczenie. * benba za Niemieckie tłumaczenie. * drphrozen za Duńskie tłumaczenie. * András Első za Węgierskie tłumaczenie. * liuzhiyi za Chińskie tłumaczenie. * Woodzu oraz cichy za Polskie tłumaczenie. * RayTracer za Tureckie tłumaczenie. * Alexey Komarov za Rosyjskie tłumaczenie. * huexxx za Hiszpańskie tłumaczenie. * twohertz za Koreańskie tłumaczenie. * zeal.tsai za Tajwańskie tłumaczenie. * IkE Blaster za Czeskie tłumaczenie.

source: Error Log
cs_cz: Záznam chyb
de_de: Fehler-Log
fr_fr: Journal des erreurs
hu_hu: Hibanapló
pl_pl: Log błędów
sv_se: Fellogg
tr_tr: Hata Geçmişi

source: Show debug logs
de_de: Zeige Debug-Logs
fr_fr: Journal de débogage
nl_nl: Bekijk debug informatie
pl_pl: Pokaż log debugowania
sv_se: Visa debug-loggar

source: Clear
cs_cz: Vyčistit
de_de: Leeren
fr_fr: Effacer
hu_hu: Töröl
nl_nl: Leegmaken
pl_pl: Wyczyść
sv_se: Töm
tr_tr: Temizle

source: Close
cs_cz: Zavřít
de_de: Schließen
fr_fr: Fermer
hu_hu: Bezár
nl_nl: Sluiten
pl_pl: Zamknij
sv_se: Stäng
tr_tr: Kapat

source: Time
cs_cz: Čas
de_de: Zeit
fr_fr: Temps
hu_hu: Idő
nl_nl: Tijd
pl_pl: Czas
sv_se: Tid
tr_tr: Tarih

source: Title
cs_cz: Chyba
de_de: Titel
fr_fr: Titre
hu_hu: Cím
nl_nl: Titel
pl_pl: Tytuł
sv_se: Titel
tr_tr: Bilgi

source: Body
cs_cz: Informace
de_de: Ursache
fr_fr: Détail
hu_hu: Leírás
nl_nl: Bericht
pl_pl: Wartość
sv_se: Meddelande
tr_tr: Hata

source: You can copy the body of an error to the clipboard by double clicking it
cs_cz: Můžete zkopírovat informace pomocí dvojkliku
de_de: Die Ursache eines Fehlers kann mit einem Doppelklick in die Zwischenablage gespeichert werden.
fr_fr: Copie du détail dune erreur dans le presse-papier en double-cliquant
hu_hu: Dupla kattintással vágólapra tudja másolni a hiba leírását
nl_nl: Je kan de inhoud van een bericht kopieren naar het klembord door erop te dubbelklikken
pl_pl: Dwukrotne kliknięcie kopiuje wartość błędu.
sv_se: Dubbelklicka på ett felmeddelande för att kopiera det.
tr_tr: Hata mesajını kopyalamak için ilgili satıra çift tıklayın

source: Find Torrent...
de_de: Suche Torrent...
fr_fr: Trouver Torrent...
hu_hu: Torrent keresése...
pl_pl: Wyszukaj torrent...
sv_se: Sök Torrent...

source: Case insensitiv
de_de: Case insensitive
fr_fr: Insensible à la casse
hu_hu: Kis- és &nagybetűk megkülönböztetése
nl_nl: Hoofdlettergevoelig
pl_pl: Uwzgledniaj wielkość liter
sv_se: Lägesokänslig

source: Find
de_de: Suche
fr_fr: Chercher:
hu_hu: Keresés
nl_nl: Zoek
pl_pl: Szukaj
sv_se: Sök

source: Find what:
de_de: Suche nach:
fr_fr: Quoi chercher:
hu_hu: Ke&resendő:
nl_nl: Zoektekst:
pl_pl: Wyszukaj:
sv_se: Sök vad:

source: Local Settings
cs_cz: Místní nastavení
de_de: Lokale Einstellungen
fr_fr: Paramètres Locaux
hu_hu: Helyi beállítások
nl_nl: Lokale instellingen
pl_pl: Ustawienia lokalne
sv_se: &Lokala inställningar
tr_tr: İstemci ayarları

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
hu_hu: Hozzáad
nl_nl: Toevoegen
pl_pl: Dodaj
sv_se: Lägg till

source: Check for update at startup
de_de: Beim Start auf Updates überprüfen
fr_fr: Vérifier MAJ au lancement
hu_hu: Frissítés keresése induláskor
nl_nl: Controleer op updates bij het opstarten
pl_pl: Sprawdź wersję przy uruchamianiu
sv_se: Sök efter uppdateringar vid start

source: Clear the password at save
de_de: Beim Speichern Passwort löschen
fr_fr: Ne pas mémoriser password
nl_nl: Maak wachtwoord leeg bij het opslaan
pl_pl: Wyczyść hasło przy zapisywaniu
sv_se: Spara inte lösenord

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
hu_hu: Mégse
nl_nl: Annuleren
pl_pl: Anuluj
sv_se: Avbryt
tr_tr: İptal

source: Color tray icon
de_de: Farbiges Tray Icon
fr_fr: Coloriser îcone
pl_pl: Koloruj ikonę
sv_se: Färglagd ikon i meddelandefältet

source: Delete torrent when adding
de_de: Lösche Torrent, wenn hinzugefügt
fr_fr: Effacer torrent à l'ajout
hu_hu: Torrent törlése hozzáadáskor
nl_nl: Verwijder torrent bij het toevoegen
pl_pl: Usuń torrenta przy dodawaniu
sv_se: Ta bort torrent när den läggs till

source: Don't save passwords
de_de: Keine Passwörter speichern
fr_fr: Ne pas sauver passwords
nl_nl: Sla wachtwoorden niet op
pl_pl: Nie zapisuj haseł
sv_se: Spara inte lösenord

source: Enable authentication
cs_cz: Zapnout autentizace
de_de: Authentifizierung
fr_fr: Activer l'authentification
hu_hu: Hitelesítés bekapcsolása
nl_nl: Zet authenticatie aan
pl_pl: Włącz autoryzację
sv_se: Använd authentisering
tr_tr: Kimlik onaylama etkin

source: Enabled
cs_cz: Zapnuto
de_de: Aktiviert
fr_fr: Activé
hu_hu: Bekapcsolva
nl_nl: Ingeschakeld
pl_pl: Włączone
sv_se: På
tr_tr: Etkin

source: Disabled
cs_cz: Vypnuto
de_de: Deaktiviert
fr_fr: Desactivé
hu_hu: Kikapcsolva
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
sv_se: Avstängd
tr_tr: Kapalı

source: Feed name:
fr_fr: Nom du flux:
pl_pl: Nazwa wątku:
sv_se: Feed namn:

source: Feed url:
fr_fr: URL du flux:
pl_pl: URL wątku:

source: Enable tray icon
cs_cz: Zobrazovat tray ikonu
de_de: Aktiviere Tray-Icon
fr_fr: Minimiser dans la barre des tâches
hu_hu: Tálca ikon mutatása
nl_nl: Maak pictogram bij het afsluiten
pl_pl: Ikona w zasobniku
sv_se: Visa ikon i meddelandefältet
tr_tr: Sistem çekmecesi simgesi

source: Display remote command button
de_de: Zeige Remote Command Button
fr_fr: Montrer bouton Remote Command
hu_hu: Távoli parancs gomb mutatása
nl_nl: Geef Server Commando knop weer
pl_pl: Wyświetl przycisk zdalnych poleceń
sv_se: Visa knapp för fjärrkommando

source: Browse
de_de: Durchsuchen
fr_fr: Parcourir
hu_hu: Tallóz
nl_nl: Bladeren
pl_pl: Przeglądaj
sv_se: Bläddra

source: Authenticate
cs_cz: Autentizace
de_de: Authentifizierung
fr_fr: Authentifier
hu_hu: Hitelesítés
nl_nl: Authenticatie
pl_pl: Autoryzacja
sv_se: Godkänn
tr_tr: Kimlik Doğrulama

source: Remove
cs_cz: Odstranit
de_de: Entferne Torrent(s)
fr_fr: Supprimer
hu_hu: Eltávolítás
nl_nl: Verwijder uit de lijst
pl_pl: Usuń
sv_se: Ta bort
tr_tr: Kaldır

source: Save and Connect
de_de: Speichern und verbinden
fr_fr: Appliquer et Connecter
hu_hu: Mentés és csatlakozás
nl_nl: Opslaan en verbinden
pl_pl: Zapisz i połącz
sv_se: Spara och anslut

source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Appliquer
hu_hu: Mentés
nl_nl: Opslaan
pl_pl: Zapisz
sv_se: Spara
tr_tr: Kaydet

source: Save Server
de_de: Speicher Server
fr_fr: Suuver Serveur
hu_hu: Kiszolgáló mentése
nl_nl: Sla Server gegevens op
pl_pl: Zapisz serwer
sv_se: Spara server

source: Start on system startup
de_de: Mit dem Systemstart starten
fr_fr: Démarrer avec le système
pl_pl: Uruchom z systemem
sv_se: Starta vid systemstart

source: Start torrents paused
cs_cz: Nespouštět pro přidání
de_de: Starte Torrents pausiert
fr_fr: Démarrer les torrents en pause
hu_hu: Torrentek indítása szüneteltetve
nl_nl: Voeg torrents gepauzeerd toe
pl_pl: Uruchom wstrzymane torrenty
sv_se: Pausa nyupplagda torrents
tr_tr: Durdurulmuş Torrentları başlat

source: Update to beta versions
de_de: Auf Beta Versionen updaten.
fr_fr: Accepter MAJ Bêta
pl_pl: Uaktualniaj do wersji beta
sv_se: Uppdatera till beta-versioner

source: Upload prompt
fr_fr: Invite d'Upload
pl_pl: Powiadom o wysyłaniu
sv_se: Uppladdningsfråga

source: Secure (SSL)
cs_cz: Zabezpečení (SSL)
de_de: Sicher (SSL)
fr_fr: Sécurisé (SSL)
hu_hu: Biztonságos (SSL)
nl_nl: Beveiligde verbinding (SSL)
pl_pl: Bezpieczne (użyj SSL)
sv_se: Säker anslutning (SSL)
tr_tr: Şifreleme (SSL)

source: Add Server
de_de: Server hinzufügen
fr_fr: Ajouter Serveur
hu_hu: Kiszolgáló hozzáadása
nl_nl: Server toevoegen
pl_pl: Dodaj serwer
sv_se: Lägg till server

source: Name
cs_cz: Název
fr_fr: Nom
hu_hu: Név
nl_nl: Naam
pl_pl: Nazwa
sv_se: Namn
tr_tr: Torrent İsmi

source: Torrent Properties
de_de: Torrent Eigenschaften
fr_fr: Proprietés du Torrent
hu_hu: Torrent tulajdonságok
nl_nl: Torrent Eigenschappen
pl_pl: Właściwości torrenta
sv_se: Torrent Egenskaper

source: Open remote folder
de_de: Öffne Remote-Ordner
fr_fr: Ouvrir dossier distant
hu_hu: Távoli könyvtár megnyitása
nl_nl: Open server map
pl_pl: Otwórz folder sieciowy
sv_se: Öppna servermapp

source: Start/Stop torrent
de_de: Starte/Stoppe Torrent
fr_fr: Démarrer/Arrêter torrent
nl_nl: Starten/Stoppen torrent
pl_pl: Uruchom/Zatrzymaj torrent
sv_se: Starta/Stoppa torrent

source: Default Action:
de_de: Doppel-Klick:
fr_fr: Action princip.:
hu_hu: Alap cselekvés:
nl_nl: Standaard aktie:
pl_pl: Domyślna akcja:
sv_se: Standardkommando:

source: Auto connect
de_de: Automatisch verbinden
fr_fr: Connexion auto
hu_hu: Automatikus csatlakozás
nl_nl: Automatisch verbinden
pl_pl: Auto-połączenie
sv_se: Anslut automatiskt

source: Behavior
de_de: Verhalten
fr_fr: Comportement
hu_hu: Viselkedés
nl_nl: Gedrag
pl_pl: Zachowanie
sv_se: Beteende

source: New mapping:
cs_cz: Nové mapování:
de_de: Neues Mapping:
fr_fr: Nouveau mapping:
nl_nl: Nieuwe map:
pl_pl: Folder Sieciowy:
sv_se: Ny koppling

source: Current profile
de_de: akutelles Profil
fr_fr: Profil actuel
hu_hu: Aktuális profil
nl_nl: Huidige profiel
pl_pl: Aktualny profil
sv_se: Nuvarande profil

source: Feed
fr_fr: Flux
pl_pl: Wątek

source: plink.exe or ssh.exe:
de_de: plink.exe oder ssh.exe:
fr_fr: plink.exe ou ssh.exe
pl_pl: plink.exe lub ssh.exe:
sv_se: plink.exe eller ssh.exe:

source: Retry limit:
cs_cz: Počet pokusů o připojení:
de_de: Wiederholungs-Limit:
fr_fr: Limite d'essais :
hu_hu: Ismétlések száma:
nl_nl: Maximaal aantal pogingen:
pl_pl: Ilość prób:
sv_se: Max försök:
tr_tr: Yenileme limiti:

source: UNIX path prefix:
cs_cz: UNIX prefix cesty:
de_de: UNIX Pfad Prefix:
fr_fr: Préfixe chemin UNIX:
hu_hu: UNIX útvonal elõtag:
nl_nl: UNIX path voorvoegsel:
pl_pl: Udział UNIXowy:
sv_se: UNIX sökväg prefix:

source: Custom rpc path:
de_de: Angepasster RPC Pfad:
fr_fr: Chemin RPC perso:
hu_hu: Egyéni rpc útvonal:
nl_nl: Gebruikers rpc pad:
pl_pl: Niestandardowa ścieżka RPC:
sv_se: Anpassad rpc-sökväg:

source: Command:
cs_cz: Příkaz:
de_de: Befehl:
fr_fr: Commande :
hu_hu: Parancs:
nl_nl: Opdracht:
pl_pl: Polecenie:
sv_se: Kommando:
tr_tr: Komut :

source: Samba share:
cs_cz: Samba - sdílená složka:
de_de: Samba
fr_fr: Partage SAMBA:
hu_hu: Samba megosztás:
pl_pl: Udział Samba:
sv_se: Samba utdelning:

source: Help:
cs_cz: Nápověda:
de_de: Hilfe:
fr_fr: Aide:
hu_hu: Segítég:
nl_nl: Hulp:
pl_pl: Pomoc:
sv_se: Hjälp:
tr_tr: Destek :

source: Upload limit menu items:
cs_cz: Rychlosti upload limitu:
de_de: Upload-Limit Menü Einträge:
fr_fr: Choix menu de limite d'envoi:
hu_hu: Feltöltési korlát menü elemei:
nl_nl: Upload limiet menu onderdelen:
pl_pl: Elementy menu limitu wysyłania:

source: Download limit menu items:
cs_cz: Rychlosti download limitu:
de_de: Download-Limit Menü Einträge:
fr_fr: Choix menu de limite de réception:
hu_hu: Letöltési korlát menü elemei:
nl_nl: Download limiet menu onderdelen:
pl_pl: Elementy menu limitu pobierania:

source: Refresh rate when hidden:
de_de: Aktualisierungsrate wenn verborgen
fr_fr: Rafraîchissement minimisé:
pl_pl: Odświeżanie gdy ukryte:
sv_se: Uppdateringshastighet när dold:

source: Refresh Rate:
cs_cz: Aktualizace (sec):
de_de: Aktualisierungsrate:
fr_fr: Rafraîchissement :
hu_hu: Frissítés gyakorisága:
nl_nl: Verversingsfrequentie:
pl_pl: Odświeżanie:
sv_se: Uppdateringshastighet:
tr_tr: Yenileme Hızı:

source: User:
cs_cz: Jméno:
de_de: Benutzer:
fr_fr: Utilisateur:
hu_hu: Felhasználó:
nl_nl: Gebruiker:
pl_pl: Użytkownik:
sv_se: Användarnamn:
tr_tr: Kullanıcı:

source: Password:
cs_cz: Heslo:
de_de: Passwort:
hu_hu: Jelszó:
nl_nl: Wachtwoord:
pl_pl: Hasło:
sv_se: Lösenord:
tr_tr: Şifre:

source: Minimize on close
cs_cz: Minimalizovat při zavření
de_de: Beim Schließen minimieren
fr_fr: Minimiser à la fermeture
hu_hu: Kisméretben tálcára
nl_nl: Minimaliseer bij sluiten
pl_pl: Minimalizuj przy zamknięciu
sv_se: Minimera vid avslut
tr_tr: Çıkışta küçült

source: Notification on addition
cs_cz: Upozornit po přidání úlohy
de_de: Beim Hinzufügen benachrichtigen
fr_fr: Notifier à l'ajout
hu_hu: Figyelmeztetés hozzáadáskor
nl_nl: Notificatie bij toevoegen
pl_pl: Powiadom o dodaniu zadania
sv_se: Meddela vid tillägg
tr_tr: Eklendiğinde Uyar

source: Notification on completion
cs_cz: Upozornit po dokončení úlohy
de_de: Beim Fertigstellen benachrichtigen
fr_fr: Notifier à la complétion
hu_hu: Figyelmeztetés befejezéskor
nl_nl: Notificatie bij afronden
pl_pl: Powiadom o zakończeniu
sv_se: Meddela vid klar
tr_tr: Tamamlandığında Uyar

source: Remove Server
de_de: Server löschen
fr_fr: Supprimer Serveur
hu_hu: Kiszolgáló eltávolítása
nl_nl: Verwijder Server
pl_pl: Usuń serwer
sv_se: Ta bort server

source: Global Settings
de_de: Globale Einstellungen
fr_fr: Réglages globaux
hu_hu: Átfogó beállítások
nl_nl: Algemene instellingen
pl_pl: Ogólne
sv_se: Globala inställningar

source: Server
fr_fr: Serveur
hu_hu: Kiszolgáló
pl_pl: Serwer
tr_tr: Sunucu

source: Authentication
cs_cz: Autentizace
de_de: Authentifizierung
fr_fr: Authentification
hu_hu: Hitelesítés
nl_nl: Authenticatie
pl_pl: Autoryzacja
sv_se: Godkänn
tr_tr: Kullanıcı Ayarı

source: Misc
cs_cz: Jiné
de_de: Verschiedenes
fr_fr: Div.
hu_hu: Egyéb
nl_nl: Overig
pl_pl: Różne
sv_se: Diverse
tr_tr: Diğer

source: Rss Feeds
fr_fr: Flux RSS
pl_pl: Wątki RSS

source: Servers Settings
de_de: Server Einstellungen
fr_fr: Réglages Serveurs
hu_hu: Kiszolgáló beállítások
nl_nl: Servers Instellingen
pl_pl: Serwera
sv_se: Serverinställningar

source: Skin
pl_pl: Skórka
sv_se: Utseende

source: Alt Speed
de_de: Bandbreiten-Limit (de)aktivieren
fr_fr: Vitesse Alt.
hu_hu: Alternatív sebesség
nl_nl: Alt Snelheid
pl_pl: Alternatywna prędkość
sv_se: Alt Hastighet

source: Filter:
fr_fr: Filtre:
pl_pl: Filtr

source: Rss Downloader
fr_fr: Gestionnaire RSS
pl_pl: Pobieranie RSS
sv_se: &Rss-hämtare

source: About Transmission Remote
cs_cz: O aplikaci Transmission Remote
de_de: Über Transmission Remote
fr_fr: A propos de Transmission Remote
hu_hu: Transmission Remote névjegye
nl_nl: Over Transmission Remote
pl_pl: O Transmission Remote
sv_se: &Om...
tr_tr: Transmission Remote Hakkında

source: Add Torrent
cs_cz: Přidat torrent
de_de: Torrent hinzufügen
fr_fr: Ajouter Torrent
hu_hu: Torrent hozzáadása...
nl_nl: Torrent toevoegen
pl_pl: Dodaj torrent...
sv_se: Lägg till &torrent
tr_tr: Torrent Ekle

source: Add torrent from URL
cs_cz: Přidat torrent z URL
de_de: Torrent von URL hinzufügen
fr_fr: Ajouter Torrent à partir d'une URL
hu_hu: Torrent hozzáadása URL-ből...
nl_nl: Voeg een torrent toe via een URL
pl_pl: Dodaj torrent z adresu...
sv_se: Lägg till torrent från &URL
tr_tr: Adresten Torrent Ekle

source: Quick add torrent
cs_cz: Přidat torrent
de_de: Torrent hinzufügen
fr_fr: Ajouter Torrent
hu_hu: Torrent hozzáadása...
nl_nl: Snel toevoegen
pl_pl: Dodaj torrent...
sv_se: Lägg till &torrent
tr_tr: Torrent Ekle

source: Add torrent with options
cs_cz: Přidat torrent se změnou nastavení
de_de: Torrent hinzufügen (mit Optionen)
fr_fr: Ajouter Torrent avec Options
hu_hu: Torrent hozzáadása beállítással...
nl_nl: Torrent toevoegen met opties
pl_pl: Dodaj torrent z opcjami...
sv_se: Lägg till torrent &med alternativ

source: Add Torrent from URL
cs_cz: Přidat torrent z URL
de_de: Torrent von URL hinzufügen
fr_fr: Ajouter Torrent à partir d'une URL
hu_hu: Torrent hozzáadása URL-ből...
nl_nl: Torrent toevoegen via een URL
pl_pl: Dodaj torrent z adresu...
sv_se: Lägg till torrent från &URL
tr_tr: Adresten torrent ekle

source: All
cs_cz: Vše
de_de: Alle
fr_fr: Tous
hu_hu: Minden
nl_nl: Alles
pl_pl: Wszystkie
sv_se: Alla
tr_tr: Tümü

source: CSV info to clipboard
cs_cz: CSV info do schránky
de_de: Speichern als CSV
fr_fr: Infos CSV dans le presse-papier
hu_hu: Másolás mint CSV
nl_nl: Kopieër CSV informatie naar het klembord
pl_pl: Kopiuj do CSV
sv_se: CSV info till urklipp
tr_tr: CSV olarak kopyala

source: Check for new version
cs_cz: Zjistit novější verzi
de_de: Auf neue Version prüfen
fr_fr: Vérifier mises à jour
hu_hu: Frissítés keresése
nl_nl: Controleer op nieuwe versie
pl_pl: Sprawdź uaktualnienia
sv_se: &Sök version
tr_tr: Yeni version kontrolü

source: Set torrent(s) properties
cs_cz: Nastavit vlastnosti torrent(ů)
de_de: Setze Torrent Eigenschaften
fr_fr: Définir les propriétés de(s) torrent(s)
hu_hu: Torrent(ek) tulajdonságai
nl_nl: Set torrent(s) eigenschappen
pl_pl: Ustaw właściwości torrent(ów)
sv_se: Torrent inställningar
tr_tr: Torrent Özellikleri

source: Connect
cs_cz: Připojit
de_de: Verbinden
fr_fr: Connexion
hu_hu: Csatlakozás
nl_nl: Verbinden
pl_pl: Połącz
sv_se: Anslut
tr_tr: Bağlan

source: Disconnect
cs_cz: Odpojit
de_de: Trenne
fr_fr: Déconnexion
hu_hu: Szétkapcsolás
nl_nl: Verbinding verbreken
pl_pl: Rozłącz
sv_se: Koppla från
tr_tr: Bağlantıyı kes

source: Pieces:
cs_cz: Části:
de_de: Runtergeladen:
fr_fr: Morceaux:
hu_hu: Letöltve:
nl_nl: Onderdelen:
pl_pl: Części:
sv_se: Hämtat:
tr_tr: İndirilmiş :

source: Exit
cs_cz: Ukončit
de_de: Verlassen
fr_fr: Quitter
hu_hu: Kilépés
nl_nl: Afsluiten
pl_pl: Zamknij
sv_se: Avsluta
tr_tr: Çıkış

source: Export local settings...
de_de: Export der lokalen Einstellungen...
fr_fr: Exporter réglages locaux...
pl_pl: Zapisz ustawienia
sv_se: &Exportera lokala inställningar...

source: File
cs_cz: Soubor
de_de: Datei
fr_fr: Fichier
hu_hu: Fájl
nl_nl: Bestand
pl_pl: Plik
sv_se: &Arkiv
tr_tr: Dosya

source: Done
cs_cz: Dokočeno
de_de: Fertiggestellt
fr_fr: Terminé
hu_hu: Kész
nl_nl: Afgerond
pl_pl: Ukończono
sv_se: Hämtat
tr_tr: Tamamlanan

source: Path
cs_cz: Cesta
de_de: Pfad
fr_fr: Chemin
hu_hu: Útvonal
nl_nl: Map
pl_pl: Folder docelowy
sv_se: Sökväg
tr_tr: Konum

source: Priority
cs_cz: Priorita
de_de: Priorität
fr_fr: Priorité
hu_hu: Prioritás
nl_nl: Prioriteit
pl_pl: Priorytet
sv_se: Prioritet
tr_tr: Öncelik

source: Size
cs_cz: Velikost
de_de: Größe
fr_fr: Taille
hu_hu: Méret
nl_nl: Grootte
pl_pl: Rozmiar
sv_se: Storlek
tr_tr: Boyut

source: Skip
cs_cz: Přeskočit
de_de: Auslassen
fr_fr: Ignorer
hu_hu: Kihagyás
nl_nl: Overslaan
pl_pl: Pomiń
sv_se: Ignorera
tr_tr: Atla

source: Files
cs_cz: Soubory
de_de: Dateien
fr_fr: Fichiers
hu_hu: Fájlok
nl_nl: Bestanden
pl_pl: Pliki
sv_se: Filer

source: Type
cs_cz: Typ
de_de: Typ
hu_hu: Típus
pl_pl: Typ
sv_se: Filtyp

source: Find...
de_de: Suche...
fr_fr: Chercher...
hu_hu: Keresés...
nl_nl: Zoeken...
pl_pl: Znajdź...
sv_se: &Sök...

source: General
cs_cz: Allgemein
de_de: Allgemein
fr_fr: Général
hu_hu: Általános
nl_nl: Algemeen
pl_pl: Ogólne
sv_se: Allmänt
tr_tr: Genel

source: Overall bandwidth utilisation
cs_cz: Průměrené rychlost
de_de: Gesamtbandbreiten-Ausnutzung
fr_fr: Usage global de la bande passante
hu_hu: Teljes sebesség használat
nl_nl: Totale bandbreedte gebruik
pl_pl: Uśrednione zużycie łącza
sv_se: Totalt utnyttjad bandbredd

source: Help
cs_cz: Nápověda
de_de: Hilfe
fr_fr: Aide
hu_hu: Súgó
nl_nl: Hulp
pl_pl: Pomoc
sv_se: &Hjälp
tr_tr: Yardım

source: Import local settings...
de_de: Import der lokalen Einstellungen...
fr_fr: Importer réglages locaux...
pl_pl: Załaduj ustawienia
sv_se: &Importera lokala inställningar...

source: Total size:
de_de: Gesamtgröße:
fr_fr: Taille totale:
pl_pl: Rozmiar całkowity:
sv_se: Total storlek:

source: Seeds:
cs_cz: Seedů:
de_de: Seeder:
fr_fr: Sources:
hu_hu: Megosztók:
pl_pl: Seedów:
sv_se: Utdelare:
tr_tr: Gönder :

source: Upload limit:
fr_fr: Limite envoi:
hu_hu: Fel korlát:
nl_nl: Upload limiet:
pl_pl: Limit wysyłania:
sv_se: Begränsning Upp:
tr_tr: Gönderme Limiti:

source: Leechers:
cs_cz: Peerů:
de_de: Leecher:
fr_fr: Clients:
hu_hu: Letöltők:
pl_pl: Pobierających:
sv_se: Hämtare:
tr_tr: İndiren :

source: Comment:
cs_cz: Komentář:
de_de: Kommentar:
fr_fr: Commentaire:
hu_hu: Megjegyzés:
nl_nl: Opmerking:
pl_pl: Komentarz:
sv_se: Kommentar:
tr_tr: Yorum :
